{
  "players": [
    {
      "id": "Zhedrion",
      "strategist": "Loki, Luna, Rocket, Invisible Woman",
      "duelist": "Iron Fist",
      "description": "Zhedrion is a versatile player known for his strategic mind and ability to adapt to different situations.",
      "Image": "ironFist2.jpg",
      "nickname": "One Trick Pony"
    },
    {
      "id": "Fata",
      "duelist": "Punisher, Winter Soldier, Mister Fantastic, Storm, Hela",
      "vanguard": "Groot, The Thing",
       "description": "Fata is a Dps specialist who focuses on dealing high damage to enemies.",
      "Image": "punisher2.jpg",
      "nickname": "Tussi"
    },
    {
      "id": "Zoham",
      "strategist": "Rocket, Cloak and Dagger, Luna, Mantis",
      "vanguard": "Venom, Thor, The Thing, Peni Parker, Magneto, Groot, Emma Frost, Doctor, Hulk",
       "description": "Zoham he excels in using multiple support characters, and planning for the matches ahead.Playing as more then a support but a coach.",
      "Image": "rocket2.jpg",
      "nickname": "The Coach"
    },
    {
      "id": "Gelo2Sick",
      "duelist": "Black Panther, Black Widow, Hawkeye, Hela, Mister Fantastic, Moon Knight, Spider-Man, Star-Lord, Winter Soldier",
      "vanguard": "Doctor Strange, Emma Frost, Groot, Magneto, Venom",
       "description": "Gelo by far is the best duelist in the game, he excels in using characters that require quick reflexes and precise timing.",
      "Image": "winterSoldier2.jpg",
      "nickname": "The Golden boy"
    },
    {
      "id": "Nyme",
      "strategist": "Cloak & Dagger, Invisible Woman, Rocket Raccoon, Luna Snow",
      "vanguard": "Magneto, Peni Parker, Doctor Strange",
       "description": "Nyme the promised one, he is a player that learnes from his mistakes and is always looking to improve. He is our main tank, and excels in using shield characters.",
      "Image": "penny2.jpg",
      "nickname": "Amazon's MVP"
    },
    {
      "id": "Avalon",
      "strategist": "Invisible Woman, Luna Snow, Rocket Raccoon",
      "duelist": "Squirrel Girl, Scarlet Witch, Namor, Psylocke, Moon Knight",
      "description": "Avalon is a versatile player who can adapt to different situations and playstyles. ",
      "Image": "namor2.jpg",
      "nickname": "Crybaby"
    }
  ]
}
